restFul/v2/gmarket/xmls/price_info.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header>
        <EncTicket xmlns="http://tpl.gmarket.co.kr/">
            <encTicket>
            </encTicket>
        </EncTicket>
    </soap:Header>
    <soap:Body>
        <AddPrice xmlns="http://tpl.gmarket.co.kr/">
            <AddPrice />
        </AddPrice>
    </soap:Body>
</soap:Envelope>